app/controllers/hommes_controller.rb

  def index
    @hommes = Homme.all
---
SELECT "hommes".* FROM "hommes"